<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>Identifier</key>
	<string>local.jss.MicrosoftTeams-override</string>
	<key>Input</key>
	<dict>
		<key>CATEGORY</key>
		<string>Microsoft</string>
		<key>DOWNLOADURL</key>
		<string>https://go.microsoft.com/fwlink/?linkid=%PRODUCTID%</string>
		<key>NAME</key>
		<string>Microsoft Teams</string>
		<key>POLICY_CATEGORY</key>
		<string>Smarsh Software</string>
		<key>POLICY_TEMPLATE</key>
		<string>PolicyTemplate.xml</string>
		<key>PRODUCTID</key>
		<string>869428</string>
		<key>SELF_SERVICE_DESCRIPTION</key>
		<string>Microsoft Teams is the new chat-centered workspace in Office 365. Keep all your content, tools, people, and conversations together in one place.</string>
		<key>SELF_SERVICE_ICON</key>
		<string>%RECIPE_DIR%/MicrosoftTeams.png</string>
		<key>SOFTWARETITLE</key>
		<string>Teams</string>
		<key>VENDOR</key>
		<string>Microsoft</string>
	</dict>
	<key>ParentRecipe</key>
	<string>com.github.rtrouton.jss.microsoftteams</string>
	<key>ParentRecipeTrustInfo</key>
	<dict>
		<key>non_core_processors</key>
		<dict/>
		<key>parent_recipes</key>
		<dict>
			<key>com.github.rtrouton.download.microsoftteams</key>
			<dict>
				<key>git_hash</key>
				<string>ccb1573111f263e913f8e4b81e1c1b5f2785abb7</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftTeams/MicrosoftTeams.download.recipe</string>
				<key>sha256_hash</key>
				<string>bab53e18aec97d83639884ada7e4cf72dc3f1a67ad75c171d0a658dbe27d9f2b</string>
			</dict>
			<key>com.github.rtrouton.jss.microsoftteams</key>
			<dict>
				<key>git_hash</key>
				<string>5384c1ceffc6d5cc78687d1efe8b0680e29ae4ad</string>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/JSS/MicrosoftTeams.jss.recipe</string>
				<key>sha256_hash</key>
				<string>75b3e14acaa91da45fc641d3a5821ea1176712507d5e838a08913ed7df5f5a52</string>
			</dict>
			<key>com.github.rtrouton.pkg.microsoftteams</key>
			<dict>
				<key>path</key>
				<string>~/Library/AutoPkg/RecipeRepos/com.github.autopkg.rtrouton-recipes/MicrosoftTeams/MicrosoftTeams.pkg.recipe</string>
				<key>sha256_hash</key>
				<string>fc45c5ad34028f5ddc77c10e001d740c47c1572d12672cc7cb62e6e879b26bf3</string>
			</dict>
		</dict>
	</dict>
</dict>
</plist>
