<policy>

<general>

<name>Install - %PROD_NAME%</name>

<enabled>true</enabled>

<frequency>Ongoing</frequency>

<category>

<name>%POLICY_CATEGORY%</name>

</category>

<trigger_other>install-%PROD_NAME%</trigger_other>

</general>

<scope>

<all_computers>true</all_computers>

<all_users>true</all_users>

</scope>

<package_configuration>

<!--Package added by JSSImporter-->

</package_configuration>

<scripts>

<!--Scripts added by JSSImporter-->

</scripts>

<self_service>

<use_for_self_service>true</use_for_self_service>

<install_button_text>Install</install_button_text>

<self_service_display_name>%PROD_NAME%</self_service_display_name>

<reinstall_button_text>Reinstall</reinstall_button_text>

<self_service_description>%SELF_SERVICE_DESCRIPTION%</self_service_description>

</self_service>

<maintenance>

<recon>false</recon>

</maintenance>

</policy>